Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.section.app
source: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry
ar: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry تطبيق عام تفضيلات سلوك شريط القائمة حالة استيراد ترحيل إشارات مرجعية سجل ملفات تعريف ارتباط شخصية إعدادات تكوين ملف json مخطط وثائق مرجع إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب قياس استخدام تحليلات تعطل تقارير مجهول خصوصية الإشعارات التفضيلات… التطبيق
bs: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry aplikacija opće postavke ponašanje traka menija status uvoz migracija oznake historija kolačići profili konfiguracija datoteka json šema dokumentacija referenca preferencije obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop telemetrija analitika rušenje izvještaji korištenje anonimno privatnost Obavještenja Postavke… Meni
da: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry app generelt indstillinger adfærd menulinje status import migrering bogmærker historik cookies profiler konfiguration fil json skema dokumentation reference præferencer notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord telemetri analyse nedbrud rapporter brug anonym privatliv Indstillinger…
de: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry app allgemein einstellungen verhalten menüleiste status import migration lesezeichen verlauf cookies profile konfiguration datei json schema dokumentation referenz präferenzen benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop telemetrie analyse absturz berichte nutzung anonym datenschutz … Menü
es: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry aplicación preferencias comportamiento barra de menú estado importar migración marcadores historial cookies perfiles ajustes configuración archivo json esquema documentación referencia notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio telemetría analíticas fallos informes uso anónimo privacidad Preferencias… App
fr: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry application général préférences comportement barre de menus état importer migration favoris historique cookies profils réglages configuration fichier json schéma documentation référence notification alerte non lu message badge anneau flash son bureau télémétrie analytique plantage rapports utilisation anonyme confidentialité Préférences... App
it: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry app generale preferenze comportamento barra stato importa migrazione segnalibri cronologia cookie profili impostazioni configurazione file json schema documentazione riferimento notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania telemetria analisi crash rapporti utilizzo anonimo privacy Preferenze…
ja: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry 一般 環境設定 設定 動作 外観 ドック メニューバー 通知 テレメトリ
ko: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry 앱 일반 환경설정 동작 독 메뉴 막대 상태 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 설정 구성 파일 json 스키마 문서 참조 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 텔레메트리 분석 충돌 보고서 사용량 익명 개인정보 환경설정…
nb: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry app generelt innstillinger oppførsel menylinje status import migrering bokmerker historikk informasjonskapsler profiler konfigurasjon fil json skjema dokumentasjon referanse preferanser varsling varsler ulest melding merke ring blink lyd skrivebord telemetri analyse krasj rapporter bruk anonym personvern … Meny
pl: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry aplikacja ogólne preferencje zachowanie status import migracja zakładki historia ciasteczka profile ustawienia konfiguracja plik json schemat dokumentacja referencja powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit telemetria analityka awaria raporty użycie anonimowe prywatność Preferencje…
pt_br: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry app geral preferências comportamento barra de menu estado importar migração favoritos histórico cookies perfis configurações configuração arquivo json esquema documentação referência notificação notificações alerta não lido mensagem selo anel piscar som desktop telemetria análises falhas relatórios uso anônimo privacidade Preferências…
ru: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry приложение общие настройки поведение док строка меню статус импорт миграция закладки история cookies профили конфигурация файл json схема документация справочник предпочтения уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол телеметрия аналитика сбой отчеты использование анонимно приватность Настройки...
th: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป เทเลเมทรี วิเคราะห์ ขัดข้อง รายงาน การใช้งาน นิรนาม ความเป็นส่วนตัว การตั้งค่า... เมนู
tr: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry uygulama genel tercihler davranış menü çubuğu durum içe aktar geçiş yer imleri geçmiş çerezler profiller ayarlar yapılandırma dosya json şema belgeler başvuru bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü telemetri analiz çökme raporlar kullanım anonim gizlilik Tercihler…
uk: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry програма загальні параметри поведінка док рядок меню статус імпорт міграція закладки історія cookies профілі налаштування конфігурація файл json схема документація довідник сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл телеметрія аналітика збій звіти використання анонімно приватність Параметри…
zh_hans: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 导入 迁移 书签 历史记录 Cookie 个人资料 设置 配置 文件 json 架构 文档 参考 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 遥测 分析 崩溃 报告 使用 匿名 隐私 偏好设置... 菜单
zh_hant: general preferences prefs behavior chrome dock menubar menu bar status notifications telemetry 應用程式 一般 偏好設定 行為 選單列 狀態 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案 設定 設定檔 檔案 json 結構描述 文件 參考 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 遙測 分析 當機 報告 使用 匿名 隱私 偏好設定... 選單 App

# settings.search.alias.section.terminal
source: shell scrollback scrollbar scroll bar ghostty tty pty
ar: shell scrollback scrollbar scroll bar ghostty tty pty تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي طرفية صدفة تمرير سجل شاشة الطرفية • %@
bs: shell scrollback scrollbar scroll bar ghostty tty pty aplikacija opće postavke ponašanje dock traka menija status bočna terminal povratni zapis za pomicanje ekran • %@
da: shell scrollback scrollbar scroll bar ghostty tty pty app generelt indstillinger adfærd dock menulinje status sidepanel terminal rullepanel skærm • %@
de: shell scrollback scrollbar scroll bar ghostty tty pty app allgemein einstellungen verhalten dock menüleiste status seitenleiste terminal scrollleiste bildschirm • %@
es: shell scrollback scrollbar scroll bar ghostty tty pty aplicación general preferencias comportamiento dock barra de menú estado lateral terminal historial desplazamiento pantalla • %@
fr: shell scrollback scrollbar scroll bar ghostty tty pty application général préférences comportement dock barre de menus état latérale terminal historique défilement écran • %@
it: shell scrollback scrollbar scroll bar ghostty tty pty app generale preferenze comportamento dock barra menu stato laterale terminale cronologia di scorrimento schermo • %@
ja: shell scrollback scrollbar scroll bar ghostty tty pty シェル スクロールバック スクロールバー ターミナル ghostty tty pty
ko: shell scrollback scrollbar scroll bar ghostty tty pty 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 터미널 셸 스크롤백 스크롤바 화면 • %@
nb: shell scrollback scrollbar scroll bar ghostty tty pty app generelt innstillinger oppførsel dock menylinje status sidepanel terminal skall tilbakerulling rullefelt skjerm • %@
pl: shell scrollback scrollbar scroll bar ghostty tty pty aplikacja ogólne preferencje zachowanie dock pasek menu status boczny terminal powłoka przewijanie przewijania ekran • %@
pt_br: shell scrollback scrollbar scroll bar ghostty tty pty app geral preferências comportamento dock barra de menu status lateral terminal histórico rolagem tela • %@
ru: shell scrollback scrollbar scroll bar ghostty tty pty приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран • %@
th: shell scrollback scrollbar scroll bar ghostty tty pty แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ • %@
tr: shell scrollback scrollbar scroll bar ghostty tty pty uygulama genel tercihler davranış dock menü çubuğu durum kenar terminal kabuk geri kaydırma ekran • %@
uk: shell scrollback scrollbar scroll bar ghostty tty pty програма загальні параметри поведінка док рядок меню статус бічна панель термінал історія прокручування смуга екран • %@
zh_hans: shell scrollback scrollbar scroll bar ghostty tty pty 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 终端 回滚 滚动条 屏幕 • %@
zh_hant: shell scrollback scrollbar scroll bar ghostty tty pty 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 終端機 回捲 捲動列 螢幕 • %@

# settings.search.alias.section.sidebarAppearance
source: sidebar left rail navigation details branches badges material terminal background
ar: sidebar left rail navigation details branches badges material terminal background الشريط الجانبي تنقل يسار تفاصيل فروع شارات مادة طرفية خلفية
bs: sidebar left rail navigation details branches badges material terminal background bočna traka navigacija lijevo detalji grane značke materijal terminal pozadina
da: sidebar left rail navigation details branches badges material terminal background sidebjælke navigation venstre detaljer grene badges materiale terminal baggrund
de: sidebar left rail navigation details branches badges material terminal background seitenleiste navigation links details zweige badges material terminal hintergrund
es: sidebar left rail navigation details branches badges material terminal background barra lateral navegación izquierda detalles ramas insignias material terminal fondo
fr: sidebar left rail navigation details branches badges material terminal background barre latérale navigation gauche détails branches badges matériau terminal arrière-plan
it: sidebar left rail navigation details branches badges material terminal background barra laterale navigazione sinistra dettagli branch badge materiale terminale sfondo
ja: sidebar left rail navigation details branches badges material terminal background サイドバー 左 ナビゲーション 詳細 ブランチ バッジ マテリアル ターミナル 背景
ko: sidebar left rail navigation details branches badges material terminal background 사이드바 탐색 왼쪽 세부사항 브랜치 배지 머티리얼 터미널 배경
nb: sidebar left rail navigation details branches badges material terminal background sidefelt navigasjon venstre detaljer grener merker materiale terminal bakgrunn
pl: sidebar left rail navigation details branches badges material terminal background pasek boczny nawigacja lewy szczegóły gałęzie odznaki materiał terminal tło
pt_br: sidebar left rail navigation details branches badges material terminal background barra lateral navegação esquerda detalhes branches badges material terminal fundo
ru: sidebar left rail navigation details branches badges material terminal background боковая панель навигация слева детали ветки бейджи материал терминал фон
th: sidebar left rail navigation details branches badges material terminal background แถบด้านข้าง นำทาง ซ้าย รายละเอียด branch badge วัสดุ เทอร์มินัล พื้นหลัง
tr: sidebar left rail navigation details branches badges material terminal background kenar çubuğu gezinme sol ayrıntılar dallar rozetler materyal terminal arka plan
uk: sidebar left rail navigation details branches badges material terminal background бічна панель навігація ліворуч деталі гілки бейджі матеріал термінал фон
zh_hans: sidebar left rail navigation details branches badges material terminal background 侧边栏 导航 左侧 详细信息 分支 徽章 材质 终端 背景
zh_hant: sidebar left rail navigation details branches badges material terminal background 側邊欄 導覽 左側 詳細資訊 分支 徽章 材質 終端機 背景

# settings.search.alias.section.automation
source: api cli control socket mcp agents hooks ports
ar: api cli control socket mcp agents hooks ports أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة الأوامر الأتمتة
bs: api cli control socket mcp agents hooks ports automatizacija kontrola agent kuke portovi okruženje
da: api cli control socket mcp agents hooks ports automatisering kontrol agent porte miljø
de: api cli control socket mcp agents hooks ports automatisierung steuerung agent umgebung
es: api cli control socket mcp agents hooks ports automatización agente puertos entorno
fr: api cli control socket mcp agents hooks ports automatisation contrôle agent environnement
it: api cli control socket mcp agents hooks ports automazione controllo agente hook porte ambiente
ja: api cli control socket mcp agents hooks ports api cli 制御 ソケット mcp エージェント フック ポート 自動化
ko: api cli control socket mcp agents hooks ports 자동화 제어 소켓 에이전트 훅 포트 환경
nb: api cli control socket mcp agents hooks ports automatisering kontroll agent porter miljø
pl: api cli control socket mcp agents hooks ports automatyzacja sterowanie gniazdo agent haki porty środowisko
pt_br: api cli control socket mcp agents hooks ports automação controle agente portas ambiente
ru: api cli control socket mcp agents hooks ports автоматизация управление сокет агент хуки порты окружение
th: api cli control socket mcp agents hooks ports อัตโนมัติ ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ระบบอัตโนมัติ
tr: api cli control socket mcp agents hooks ports otomasyon kontrol soket ajan kancalar portlar ortam
uk: api cli control socket mcp agents hooks ports автоматизація керування сокет агент хуки порти середовище
zh_hans: api cli control socket mcp agents hooks ports 自动化 控制 套接字 代理 钩子 端口 环境
zh_hant: api cli control socket mcp agents hooks ports 自動化 控制 代理程式 hook 連接埠 環境

# settings.search.alias.section.browser
source: web webview address bar omnibar links urls embedded default browser
ar: web webview address bar omnibar links urls embedded default browser تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي متصفح ويب عرض العنوان روابط عناوين مضمّن صفحة تبويبات إعادة ضبط مصنع افتراضي استعادة مسح المتصفح • %@
bs: web webview address bar omnibar links urls embedded default browser aplikacija opće postavke ponašanje dock traka menija status bočna preglednik adresna linkovi url ugrađen stranica kartice reset fabrički zadano vrati očisti • %@
da: web webview address bar omnibar links urls embedded default browser app generelt indstillinger adfærd dock menulinje status sidepanel webvisning adresselinje url indlejret side faner nulstil fabrik standard gendan ryd • %@
de: web webview address bar omnibar links urls embedded default browser app allgemein einstellungen verhalten dock menüleiste status seitenleiste adressleiste eingebettet seite tabs zurücksetzen werkseinstellungen standard wiederherstellen löschen • %@
es: web webview address bar omnibar links urls embedded default browser aplicación general preferencias comportamiento dock barra de menú estado lateral navegador direcciones enlaces integrado página pestañas restablecer fábrica predeterminado restaurar borrar • %@
fr: web webview address bar omnibar links urls embedded default browser application général préférences comportement dock barre de menus état latérale navigateur adresse liens intégré page onglets réinitialiser usine défaut restaurer effacer • %@ Par
it: web webview address bar omnibar links urls embedded default browser app generale preferenze comportamento dock barra menu stato laterale indirizzi link url incorporato pagina schede reimposta fabbrica predefinito ripristina cancella • %@
ja: web webview address bar omnibar links urls embedded default browser ウェブ webview アドレスバー オムニバー リンク url 内蔵ブラウザ デフォルトブラウザ
ko: web webview address bar omnibar links urls embedded default browser 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 재설정 초기화 기본값 복원 지우기 브라우저: %@ •
nb: web webview address bar omnibar links urls embedded default browser app generelt innstillinger oppførsel dock menylinje status sidepanel nettleser webvisning adresselinje lenker url innebygd side faner tilbakestill fabrikk standard gjenopprett tøm • %@
pl: web webview address bar omnibar links urls embedded default browser aplikacja ogólne preferencje zachowanie dock pasek menu status boczny przeglądarka adresu linki url osadzony strona karty reset fabryczne domyślne przywróć wyczyść • %@ Domyślny
pt_br: web webview address bar omnibar links urls embedded default browser app geral preferências comportamento dock barra de menu status lateral navegador endereço incorporado página abas redefinir fábrica padrão restaurar limpar • %@
ru: web webview address bar omnibar links urls embedded default browser приложение общие настройки поведение док строка меню статус боковая панель браузер веб адресная ссылки url встроенный страница вкладки сброс заводские по умолчанию восстановить очистить • %@
th: web webview address bar omnibar links urls embedded default browser แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง • %@
tr: web webview address bar omnibar links urls embedded default browser uygulama genel tercihler davranış dock menü çubuğu durum kenar tarayıcı adres bağlantılar url gömülü sayfa sekmeler sıfırla fabrika varsayılan geri yükle temizle • %@
uk: web webview address bar omnibar links urls embedded default browser програма загальні параметри поведінка док рядок меню статус бічна панель браузер веб адресний посилання url вбудований сторінка вкладки скидання заводські типові відновити очистити Стандартний Браузер: %@ •
zh_hans: web webview address bar omnibar links urls embedded default browser 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 浏览器 网页 地址栏 链接 URL 内嵌 页面 标签页 重置 出厂 默认 恢复 清除 • %@
zh_hant: web webview address bar omnibar links urls embedded default browser 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 瀏覽器 網頁 位址列 連結 URL 內嵌 頁面 分頁 重置 出廠 預設 還原 清除 • %@

# settings.search.alias.section.browserImport
source: chrome safari firefox brave edge arc bookmarks history cookies profiles
ar: chrome safari firefox brave edge arc bookmarks history cookies profiles استيراد ترحيل إشارات مرجعية سجل ملفات تعريف ارتباط شخصية
bs: chrome safari firefox brave edge arc bookmarks history cookies profiles uvoz migracija oznake historija kolačići profili
da: chrome safari firefox brave edge arc bookmarks history cookies profiles import migrering bogmærker historik profiler
de: chrome safari firefox brave edge arc bookmarks history cookies profiles import migration lesezeichen verlauf profile
es: chrome safari firefox brave edge arc bookmarks history cookies profiles importar migración marcadores historial perfiles
fr: chrome safari firefox brave edge arc bookmarks history cookies profiles importer migration favoris historique profils
it: chrome safari firefox brave edge arc bookmarks history cookies profiles importa migrazione segnalibri cronologia cookie profili
ja: chrome safari firefox brave edge arc bookmarks history cookies profiles chrome safari firefox brave edge arc ブックマーク 履歴 cookie プロファイル インポート
ko: chrome safari firefox brave edge arc bookmarks history cookies profiles 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 +
nb: chrome safari firefox brave edge arc bookmarks history cookies profiles import migrering bokmerker historikk informasjonskapsler profiler
pl: chrome safari firefox brave edge arc bookmarks history cookies profiles import migracja zakładki historia ciasteczka profile
pt_br: chrome safari firefox brave edge arc bookmarks history cookies profiles importar migração favoritos histórico perfis
ru: chrome safari firefox brave edge arc bookmarks history cookies profiles импорт миграция закладки история профили
th: chrome safari firefox brave edge arc bookmarks history cookies profiles นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์
tr: chrome safari firefox brave edge arc bookmarks history cookies profiles içe aktar geçiş yer imleri geçmiş çerezler profiller
uk: chrome safari firefox brave edge arc bookmarks history cookies profiles імпорт міграція закладки історія профілі +
zh_hans: chrome safari firefox brave edge arc bookmarks history cookies profiles 导入 迁移 书签 历史记录 Cookie 个人资料
zh_hant: chrome safari firefox brave edge arc bookmarks history cookies profiles 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案
